zsh-users/zsh-syntax-highlighting
jeffreytse/zsh-vi-mode
rupa/z
romkatv/powerlevel10k

# --- oh-my-zsh ---

ohmyzsh/ohmyzsh
ohmyzsh/ohmyzsh path:plugins/command-not-found
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/git-extras
ohmyzsh/ohmyzsh path:plugins/github
ohmyzsh/ohmyzsh path:plugins/history
ohmyzsh/ohmyzsh path:plugins/docker
ohmyzsh/ohmyzsh path:plugins/fzf

# To check
# ohmyzsh/ohmyzsh path:plugins/lein
# ohmyzsh/ohmyzsh path:plugins/ripgrep
# ohmyzsh/ohmyzsh path:plugins/fd

# oh-my-zsh - Not currently used (or obsolete)
# colorize # Use with ccat/cless - rather use bat
# osx, cabal, autojump (issue), npm, sbt, scala, kubectl, httpie, terraform, emacs, vi-mode (replaced by zsh-vi-mode)
