jeffreytse/zsh-vi-mode
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-autosuggestions
sindresorhus/pure

# --- oh-my-zsh ---
ohmyzsh/ohmyzsh path:lib # for tabs and more, else select ohmyzsh/lib/...
ohmyzsh/ohmyzsh path:plugins/command-not-found
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/fzf
